Repository: 1024mb/openmediavault-snapraid
Catalog: usr/share/openmediavault/locale/*/openmediavault-snapraid.po
Languages: gl

source: A data drive cannot be a parity drive.
gl: Unha unidade de datos non pode ser unha unidade de paridade.

source: Add drive
gl: Engadir unidade

source: Add rule
gl: Engadir regra

source: Auto Save
gl: Gardar automaticamente

source: Automatically save the state when syncing after the specified amount of GiB is processed. Default value is 0, meaning disabled.
gl: Gardar automaticamente o estado cando ao sincronizar após procesar a cantidade especificada de GiB. O valor predeterminado é 0, o que significa que está desactivado.

source: Block Size
gl: Tamaño do bloque

source: Block size in KiB
gl: Tamaño de bloque en KiB

source: Check
gl: Comprobar

source: Checks all the files and the redundancy data. All the files are hashed and compared with the snapshot saved in the previous 'sync' command.
gl: Comproba todos os ficheiros e os datos de redundancia. Todos os ficheiros son resumidos e comparados coa instantánea gardada na anterior orde de «sincronizar».

source: Component
gl: Compoñente

source: Config
gl: Configuración

source: Content
gl: Contido

source: Create scheduled diff job
gl: Crear un traballo de diferenzas programado

source: Data
gl: Datos

source: Date & Time
gl: Día e hora

source: Debug
gl: Depurar

source: Delete Threshold
gl: Eliminar limiar

source: Description of Buttons on Drives tab
gl: Descrición dos botóns na lapela das unidades

source: Devices
gl: Dispositivos

source: Diff
gl: Diferenza

source: Diff Script Settings
gl: Axustes do script de diferenzas

source: Down
gl: Baixar

source: Drive
gl: Unidade

source: Drive where content file is stored. This file is a list of saved files and contains the details of your backup with all the checksums to verify its integrity.
gl: Unidade onde se almacena o ficheiro de contido. Este ficheiro é unha lista de ficheiros gardados e contén os detalles da súa copia de seguridade con todas as sumas de comprobación para verificar a súa integridade.

source: Drive where data is stored.
gl: Unidade onde se almacenan os datos.

source: Drive where parity files are stored which are necessary to recover from disk failure. For each parity drive, one data drive can fail without data loss.
gl: Unidade onde se almacenan os ficheiros de paridade necesarios para recuperar unha falla do disco. Pode fallar unha unidade de datos por cada unidade de paridade.

source: Drives
gl: Unidades

source: Edit drive
gl: Editar a unidade

source: Edit rule
gl: Editar a regra

source: Excludes hidden files and directories.
gl: Excluír ficheiros e directorios agochados

source: Exclusion
gl: Exclusión

source: Fix
gl: Arranxar

source: Fix Silent
gl: Arranxar silenciosamente

source: Illegal rule - cannot end with /*
gl: Regra incorrecta: non pode rematar con /*

source: Inclusion
gl: Inclusión

source: Information
gl: Información

source: Level
gl: Nivel

source: Lists all the files modified from the last 'sync' command that have to recompute their redundancy data.
gl: Lista todos os ficheiros modificados dende a última orde «sincronizar» que teñen que volver calcular os seus datos de redundancia.

source: Message
gl: Mensaxe

source: Name
gl: Nome

source: No Hidden
gl: Visíbel

source: Optional - Enter file or directory to undelete
gl: Opcional: introduza o ficheiro ou directorio para recuperar

source: Parity
gl: Paridade

source: Please first select a volume.
gl: Primeiro seleccione un volume.

source: Pre-Hash
gl: Resumo (hash) previo

source: Prehash+Sync
gl: Resumo previo+sincronización

source: Prints a status report of the array.
gl: Imprime un informe de estado da matriz.

source: Read all data two times to ensure its integrity.
gl: Ler todos os datos dúas veces para garantir a súa integridade.

source: Refresh
gl: Actualizar

source: Restore the last backup/snapshot.
gl: Restaurar a última copia de seguridade / instantánea.

source: Rule
gl: Regra

source: Rule Type
gl: Tipo de regra

source: Rules
gl: Regras

source: Run Scrub
gl: Executar a limpeza

source: Scheduled diff
gl: Diferenzas programadas

source: Scrub
gl: Limpeza de datos

source: Scrub Frequency
gl: Frecuencia da limpeza

source: Scrub Percentage
gl: Porcentaxe de limpeza

source: Scrub percentage used for diff script.
gl: Porcentaxe de limpeza empregada para o script de diferenzas.

source: Scrub percentage used for scrub button on Drives tab.
gl: Porcentaxe de limpeza empregada para o botón de limpeza na lapela Unidades.

source: Scrubs the array, checking for silent errors.
gl: Limpeza da matriz, comprobando se hai erros silenciosos.

source: Select a drive ...
gl: Seleccione unha unidade…

source: Select a volume ...
gl: Seleccione un volume…

source: Send Mail
gl: Enviar un correo

source: Set to true if you want to scrub after a successful sync
gl: Estabelézao como verdadeiro se quere limpar após unha sincronización correcta

source: Settings
gl: Axustes

source: SnapRAID user manual
gl: Manual de usuaro de SnapRAID

source: Snapraid Config Files
gl: Ficheiros de configuración de SnapRAID

source: Specify whether the rule is an exclusion or inclusion.
gl: Especifique se a regra é unha exclusión ou inclusión.

source: Spin
gl: Rotación

source: Status
gl: Estado

source: Sync
gl: Sincronización

source: Syslog
gl: Rexistro do sistema

source: The following excludes are written to the snapraid config file by default:
gl: As seguintes exclusións están escritas no ficheiro de configuración SnapRAID predeterminado:

source: Tools
gl: Ferramentas

source: Undelete
gl: Restaurar

source: Units in days.
gl: Unidades en días

source: Up
gl: Subir

source: Updates the redundancy information. All the modified files in the disk array are read, and the redundancy data is recomputed.
gl: Actualiza a información de redundancia. Léense todos os ficheiros modificados na matriz de discos e volvese calcular os datos de redundancia.

source: Write logs to syslog
gl: Escribir os rexistros no rexistro do sistema
